Repository: loliallen/eco-server
Catalog: src/translations/*/LC_MESSAGES/messages.po
Languages: ru

source: You are not logged
ru: Вы не вошли в аккаунт

source: Param only_my_news only for admin_pp
ru: Фильтр 'только мои новости' не доступен

source: Not enough coins
ru: Больше нет монет

source: Product is over
ru: Продукт закончился

source: Permission denied
ru: Нет доступа

source: Permission denied (comment already approved)
ru: Нет доступа (комментарий уже подтвержден)

source: Text
ru: Текст

source: List of themes
ru: Список тем

source: Id of rec point
ru: Пункт приема

source: Too long radius
ru: Слишком большой радиус

source: RecycleTransaction not found
ru: Пункт приема не найден

source: Permission denied (you are not author)
ru: Нет доступа (вы не являетесь автором)

source: Permission denied (rec point already approved), create comment to change images
ru: Нет доступа (пункт приема уже подтвержден), напишите комментарий для изменения изображения

source: User qr code
ru: Qr код пользователя

source: Filter id
ru: Фильтр

source: Amount passed resource in kg
ru: Количество сдаваемого ресурса в кг

source: List passed resource
ru: Список сдаваемых ресурсов

source: Administrator have not attached Recycle Point
ru: Администратор не прикреплен к пункту приема

source: Admin_pp cant to recycle
ru: Администратор пункта приема не может сдавать отходы

source: Some filters are duplicated
ru: Некоторые ресурсы дублируются

source: Filters not found: %(value)s
ru: Фильтр не найден: %(value)s

source: Attempt is closed
ru: Попытка закрыта

source: This question not in test
ru: Этот вопрос не находится в тесте

source: This question already answered
ru: На этот вопрос уже дан ответ

source: Available tests not found
ru: Не найдены доступные тест, проверьте позже

source: Check code from letter
ru: Проверочный код из письма

source: User not found
ru: Пользователь не найден

source: Account already confirmed. Please login.
ru: Аккаунт уже подтвержден. Пожалуйста войдите в личный кабинет.

source: Not valid code
ru: Не верный проверочный код

source: Password
ru: Пароль

source: Wrong login or password
ru: Неверный логин или пароль

source: User not confirmed
ru: Пользователь не подтвержден

source: Email must contains: mail addres, @, provider, doman (.com)
ru: Почта пользователя должна содержать: имя ящика, @, почтового провайдера, домен (.ru)

source: Password must contains %(value)s
ru: Пароль пользователя должен содержать %(value)s

source: Invite code
ru: Код приглашения

source: You has not permission to admin api
ru: Нет доступа до этого апи

source: New password
ru: Новый пароль

source: New password confirm
ru: Подтверждение нового пароля

source: Token is not recovery
ru: Токен не подходит для восстановления пароля

source: Passwords are not identical
ru: Пароли не совпадают

source: Check code not sent, or is deprecated
ru: Проверочный код не отправлен или устарел

source: Wrong check code
ru: Неверный проверочный код

source: %(name)s not found id=%(id)s
ru: %(name)s не найдены id=%(id)s

source: Not unique: %(value)s
ru: Не уникально: %(value)s

source: Not unique: $(value)s
ru: Не уникально: %(value)s

source: minimum 8 sign, minimum 1 digit and 1 letter
ru: минимум 8 знаков, минимум одну цифру и одну букву
